---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.HeatingLoadDividedByVolume
source: html/697ee0c4-cd07-cd12-703e-509b5c8af90e.htm
---
# Autodesk.Revit.DB.SpecTypeId.HeatingLoadDividedByVolume Property

Heating Load divided by Volume, in discipline HVAC.

## Syntax (C#)
```csharp
public static ForgeTypeId HeatingLoadDividedByVolume { get; }
```